---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.TransmittedModelException
source: html/3a463589-7a6e-1e7c-185b-452cf19fd63a.htm
---
# TransmittedModelException Properties

The information of the function throwing the exception.